{
    "greetings": "Kamusta! <span class='hi'>👋</span> I'm Cyrille Vipinosa",
    "intro": "<span>Ctrl + Alt + Delight</span><br>My Developer Saga – Coding Rollercoaster of Fun!",
    "mini_info": [
        {
            "label": "Projects Completed",
            "value": "1 +"
        },
        {
            "label": "Lines of code written",
            "value": "5k"
        },
        {
            "label": "Cups of coffee consumed",
            "value": "100"
        }
    ],
    "resume": "assets/resume/Cyrille_Vipinosa.pdf",
    "about_me": "I am a determined student with a background in accounting, equipped with two years of experience in financial analysis and management. My passion for technology has led me to aspire to become an IT consultant, aiming to leverage my analytical skills from accounting to provide a distinctive perspective on complex business challenges. Currently working as a virtual assistant, I specialize in efficiently scheduling appointments through email communication. This role not only hones my organizational and communication skills but also exposes me to the nuances of remote work, an invaluable asset in today's professional landscape.<br><br>In my journey toward IT consulting, I am actively pursuing continuous learning, staying updated on industry trends, and fostering a strong work-life balance. Excited about merging my diverse background with the dynamic field of IT, I am dedicated to contributing effective solutions and making a meaningful impact on business success. Whether tackling coding challenges or exploring the latest tech advancements, I am eager to embrace opportunities for growth and development.",
    "profile_pic": "assets/images/profile-3.jpg",
    "skills": [
        {
            "img": "assets/icons/python.svg",
            "label": "Python"
        },
        {
            "img": "assets/icons/pycharm.svg",
            "label": "Pycharm"
        },
        {
            "img": "assets/icons/html5.svg",
            "label": "HTML5"
        },
        {
            "img": "assets/icons/css3.svg",
            "label": "CSS"
        },
        {
            "img": "assets/icons/javascript.svg",
            "label": "Javascript"
        },
        {
            "img": "assets/icons/google.svg",
            "label": "Google Suite"
        },
        {
            "img": "assets/icons/github.svg",
            "label": "Github"
        },
        {
            "img": "assets/icons/vscode.svg",
            "label": "VS Code"
        },
        {
            "img": "assets/icons/openai.svg",
            "label": "ChatGPT"
        }
    ],
    "experiences": [
        {
            "company": "Lyceum of the Philippines University - Cavite",
            "years": "2023 - Present",
            "job_title": "IT Student",
            "description": "Currently gaining knowledge and honing my skills"
        },
        {
            "company": "TW Group",
            "years": "2022 - Present",
            "job_title": "Virtual Assistant",
            "description": "Scheduled and organized 50+ appointments weekly, leading to a 60% improvement in time management. Composed and edited 30+ corporate emails daily, improving office communication by 70%. Managed a virtual project, saving company 20% on overhead costs."
        },
        {
            "company": "TW Group",
            "years": "2019 - 2021",
            "job_title": "Accounting",
            "description": "Generated invoices and follow-up with clients for payments. Maintained all financial records and ensure it is GST compliant using QuickBooks. Created a quarterly profit-and-loss statement. Developed a handbook for maintaining financial records. Generated yearly balance sheets for filing income tax returns"
        }
    ]
}